<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>quienessomos</title>
<style type="text/css">
<!--
.style1 {
	font-size: 36px;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
.style2 {font-family: Verdana, Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="style1"><center>
  <p>Quienes somos</p>
  <p><img src="Imagenes/gran-hotel-regina-PF1475_4.jpg" alt="foto6" width="509" height="320" /></p>
</center></span></div>
<p class="style2">Ubicado a orillas del r&iacute;o Ca&ntilde;ete, en el Anexo de Condoray, distrito de Lunahuan&aacute; y a s&oacute;lo 300 metros del pueblo, Regina Hotel fue creado por el gran fundador del turismo en Lunahuana, el Se&ntilde;or Isidoro Castro Capurro, a quien le encantaba viajar y fue en unos de sus viajes a Hawaii que estando sentado en la terraza del hotel en la isla de waikiki, pens&oacute;: &quot;... as&iacute; har&eacute; las habitaciones del Regina Hotel...&quot;</p>
<p class="style2">Contar&aacute; con amplias terrazas y habitaciones, todas con vista a la piscina, con la idea de satisfacer al tur&iacute;sta que busca descanso, quien busca admirar la naturaleza, gozar del buen clima con sol todo el a&ntilde;o, gozar de un buen Pisco o quiz&aacute;s amante de un buen vino.</p>
<p class="style2">El nacimiento del turismo se inici&oacute; en los a&ntilde;os setenta, con la construcci&oacute;n del primer hotel (Embassy). Su impulsor fue Isidoro Castro Capurro (a quien le decian Lucho), due&ntilde;o del hotel y alcalde de la localidad. Entre fines de los setenta e inicios de los ochenta, se instal&oacute;, poco a poco, la luz el&eacute;ctrica y fue reci&eacute;n, en los noventa, que todo el distrito goz&oacute; no solo de luz sino de una carretera asfaltada.</p>
<p align="center">&nbsp;</p>
<p align="center" class="style1"><a href="Untitled-1.html">Regresar</a></p>
</body>
</html>
